{
    "Email": "Email",
    "Password": "Пароль",
    "Remember me": "Запомнить меня",
    "Forgot your password?": "Забыли пароль?",
    "Log in": "Войти",
    "Name": "Имя",
    "Confirm Password": "Подтвердите пароль",
    "Register": "Зарегистрироваться",
    "Already registered?": "Уже зарегистрированы?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Забыли пароль? Не проблема. Укажите ваш email, и мы отправим вам ссылку для сброса пароля.",
    "Email Password Reset Link": "Отправить ссылку для сброса",
    "Reset Password": "Сбросить пароль",
    "This is a secure area of the application. Please confirm your password before continuing.": "Это защищённая область приложения. Пожалуйста, подтвердите пароль для продолжения.",
    "Confirm": "Подтвердить",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Спасибо за регистрацию! Прежде чем начать, подтвердите ваш email, перейдя по ссылке, которую мы отправили. Если письмо не пришло, мы отправим его повторно.",
    "A new verification link has been sent to the email address you provided during registration.": "Новая ссылка для подтверждения отправлена на ваш email.",
    "Resend Verification Email": "Отправить письмо повторно",
    "Log Out": "Выйти",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Введите пароль для выхода из всех других сессий на всех устройствах.",
    "Done.": "Готово.",
    "Profile Information": "Информация профиля",
    "Update your account's profile information and email address.": "Обновите информацию профиля и email.",
    "Photo": "Фото",
    "Select A New Photo": "Выбрать новое фото",
    "Remove Photo": "Удалить фото",
    "Saved.": "Сохранено.",
    "Save": "Сохранить",
    "Update Password": "Обновить пароль",
    "Ensure your account is using a long, random password to stay secure.": "Используйте длинный случайный пароль для безопасности.",
    "Current Password": "Текущий пароль",
    "New Password": "Новый пароль",
    "Two Factor Authentication": "Двухфакторная аутентификация",
    "Add additional security to your account using two factor authentication.": "Добавьте дополнительную защиту с помощью двухфакторной аутентификации.",
    "You have not enabled two factor authentication.": "Двухфакторная аутентификация не включена.",
    "You have enabled two factor authentication.": "Двухфакторная аутентификация включена.",
    "Enable": "Включить",
    "Disable": "Отключить",
    "Regenerate Recovery Codes": "Сгенерировать новые коды восстановления",
    "Show Recovery Codes": "Показать коды восстановления",
    "Browser Sessions": "Сессии браузера",
    "Manage and log out your active sessions on other browsers and devices.": "Управляйте активными сессиями на других устройствах.",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "При необходимости вы можете выйти из всех сессий на всех устройствах.",
    "This device": "Это устройство",
    "Last active": "Последняя активность",
    "Log Out Other Browser Sessions": "Выйти из других сессий",
    "Delete Account": "Удалить аккаунт",
    "Permanently delete your account.": "Удалить аккаунт навсегда.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "После удаления аккаунта все данные будут безвозвратно удалены. Сохраните нужную информацию заранее.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Вы уверены? Все данные будут удалены. Введите пароль для подтверждения.",
    "Cancel": "Отмена",
    "Nevermind": "Отмена",
    "Please provide the password for your account to continue.": "Введите пароль для продолжения.",
    "Whoops! Something went wrong.": "Упс! Что-то пошло не так.",
    "These credentials do not match our records.": "Неверный email или пароль.",
    "The provided password is incorrect.": "Неверный пароль.",
    "The password field is required.": "Введите пароль.",
    "The email field is required.": "Введите email.",
    "The name field is required.": "Введите имя.",
    "The email has already been taken.": "Этот email уже зарегистрирован.",
    "The password field confirmation does not match.": "Пароли не совпадают.",
    "The password must be at least 8 characters.": "Пароль должен быть не менее 8 символов."
}
